brew 'awscli'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'git'
brew 'hub'
brew 'macvim'
brew 'vim'
brew 'unrar'
brew 'tmux'
brew 'zsh'
brew 'zsh-syntax-highlighting'

brew 'ruby-build'
brew 'rbenv'

brew 'rust'

brew 'haskell-stack'

brew 'maven'

brew 'go'
brew 'bazel'
